amd-ucode
base
base-devel
blueman
brightnessctl
btop
btrfs-progs
clipse
code
cosmic-app-library
cosmic-applets
cosmic-bg
cosmic-comp
cosmic-files
cosmic-greeter
cosmic-launcher
cosmic-notifications
cosmic-osd
cosmic-panel
cosmic-randr
cosmic-screenshot
cosmic-session
cosmic-settings
cosmic-settings-daemon
cosmic-store
cosmic-terminal
cosmic-text-editor
cosmic-wallpapers
cosmic-workspaces
dolphin
dunst
efibootmgr
fastfetch
firefox
flatpak
ghostty
git
grim
gst-plugin-pipewire
hyprland
hyprlock
hyprpaper
imagemagick
intel-media-driver
iwd
kitty
libpulse
libva-intel-driver
linux
linux-firmware
linux-headers
nano
network-manager-applet
networkmanager
noto-fonts
nwg-look
obs-studio
otf-font-awesome
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
qt5-wayland
qt6-wayland
sddm
slurp
smartmontools
snapper
sof-firmware
spicetify-cli
spotify-launcher
timeshift
tmux
ttf-arimo-nerd
unzip
v4l2loopback-dkms
vim
vulkan-intel
vulkan-radeon
waybar-cava
wget
where-is-my-sddm-theme-git
wireless_tools
wireplumber
wl-clipboard
wlogout
wofi
xdg-desktop-portal-cosmic
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
yay
yay-debug
zram-generator
